Revit 2027 API
ParameterTypeId.RbsPipeFittingLossKfactorParam Property
 "K Coefficient"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RbsPipeFittingLossKfactorParam { get; }
Public Shared ReadOnly Property RbsPipeFittingLossKfactorParam As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RbsPipeFittingLossKfactorParam {
	ForgeTypeId^ get ();
}
static member RbsPipeFittingLossKfactorParam : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace